{"type":"data","nodes":[{"type":"data","data":[null],"uses":{}},{"type":"data","data":[{"lang":1,"langName":2,"languages":3},"de","Deutsch",[4,7],[5,6],"en","English",[1,2]],"uses":{"params":["lang"]}},{"type":"data","data":[{"lang":1,"type":2,"macro":3},"de","weapon",{"class":2,"name":4,"component":5,"properties":17,"connections":42,"xmlSourceFile":43,"duplicates":44},"weapon_gen_xs_laser_01_macro",{"class":2,"name":6,"connections":7,"xmlSourceFile":15,"duplicates":16},"weapon_gen_xs_standard",[8,12],{"name":9,"tags":10,"optional":11},"Con_laser01","laser",1,{"name":13,"tags":14,"optional":11},"WeaponCon_01","component extrasmall standard weapon","/assets/props/weaponsystems/standard/weapon_gen_xs_standard.xml",[],{"identification":18,"bullet":22,"heat":24,"rotationspeed":29,"rotationacceleration":31,"hull":33,"weapon":34,"hack":36,"effects":37},{"name":19,"description":20,"mk":11,"type":21},"Pulslaser","Viele erfahrene Piloten erinnern sich gerne an den erschwinglichen und zuverlässigen Impulslaser als ihre erste Waffe. Seine hohe Präzision und Projektilgeschwindigkeit machen ihn zu einer hervorragenden Wahl für den Kampf gegen kleine und schnelle Ziele, den Umgang mit fragilen Sicherheitscontainern und den Umgang mit aufstellbaren Objekten wie Minen und Lasertürmen. Anfänglich oft wegen seines geringeren verursachten Schadens belächelt, sorgen seine langsame Hitzeentwicklung und hervorragende Kühlung jedoch für einen stetigen Strom von Störfeuer. Dieses wiederum kommt Piloten zugute, die ihr Ziel über einen längeren Zeitraum im Visier behalten können. Bei größeren Gegnern wird der Impulslaser nicht so schnell überflüssig, wie man vielleicht erwartet. In größerer Zahl kann er immer noch eine gute Wahl gegen Fregatten und Korvetten sein, wobei das Aufrüsten auf eine größere Waffenhalterung ratsam ist, um gleiche Rahmenbedingungen zu schaffen. Der Impulslaser ist nach wie vor die bevorzugte Wahl von Kommandanten, die Vielseitigkeit der Optimierung gegen bestimmte Gegner vorziehen oder wenig Vertrauen in die Zielgenauigkeit ihrer Untergebenen haben.\\n\\nDie Technologie hinter dem Impulslaser ist fortschrittlich und effizient. In einer abgeschirmten Kammer werden mikroskopisch kleine Materiefragmente durch einen gepulsten Neodymlaser überhitzt und beschleunigt. Ursprünglich wurde die Waffe vom Finanzministerium entwickelt, um eine robuste Ausrüstung für ihre Eskortflotten bereitzustellen, ohne Zeit und Ressourcen in die Instandhaltung eines gut ausgestatteten Waffenarsenals investieren zu müssen. Im Laufe der Zeit und dank des aggressiven Marketings des Teladi-Unternehmens wurde sie von allen anderen ehemaligen Mitgliedern der Planetengemeinschaft als bevorzugte Waffe übernommen.\\n\\nDie Mk2-Variante hat einen etwas längeren Burst. Das senkt die Effizienz der Wärmeabfuhr zwischen den Bursts und treibt dadurch die Kosten für die interne Abschirmung exponentiell in die Höhe, führt aber insgesamt zu einer höheren Schadensleistung.","weapons_lasers",{"class":23},"bullet_gen_s_laser_01_mk1_macro",{"overheat":25,"cooldelay":26,"coolrate":27,"reenable":28},10000,1.13,2000,9500,{"max":30},180,{"max":32},360,{"integrated":11},{"primary":35},true,{"hackable":35},{"activation":38,"deactivation":40},{"ref":39},"activate_wpn_gen",{"ref":41},"deactivate_wpn_gen",[],"/assets/props/weaponsystems/standard/macros/weapon_gen_xs_laser_01_macro.xml",[]],"uses":{"params":["type","name"],"parent":1}}]}
